---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.Mechanical.DuctFittingAndAccessoryPressureDropUIData
source: html/98abfcad-2a06-229e-a7c4-b2963fbef405.htm
---
# DuctFittingAndAccessoryPressureDropUIData Members

Releases all resources used by the DuctFittingAndAccessoryPressureDropUIData